OLD_AGE_REVIEW = 'به نظر سنت یکم زیاده. خود استاد اجازه نداره چنین چیزی رو بهت بگه یا از روی اون قضاوت کنه ولی گاهی دیدیم که به دلیل این که اساتید معتقدن کار دانشگاهی زیاده و فشار بالایی می‌طلبه ترجیح می‌دن دانشجوهای جوان‌تری رو جذب کنن. اینو در نظر داشته باش که این مورد خیلی تاثیر‌گذار نیست ولی می‌تونه تاثیر گذار باشه. برای بی‌اثر کردنش می‌تونی خودت رو تو سال‌های آخر فعال‌تر نشون بدی. ممکنه این مورد تو گرفتن ویزای کشورهایی مثل آمریکا تاثیر داشته باشه که متاسفانه نمی‌شه کاری کرد!'

NONE_UNIVERSITY_COMMENT = "متاسفانه مقاطعی که قبلا در آن تحصیل کرده‌اید/می‌کنید را وارد نکردید!"

# Master university

MASTER_LAST_GRADE_TOP_850_COMMENTS = "خوشبختانه دانشگاه شما جزو دانشگاه‌های برتر ایران است و اساتید این دانشگاه‌ها رو می‌شناسن (کار برای دانشجوهای دانشگاه‌هایی که نمی‌شناسن سخت می‌شه چون رزومه رو ندیده نادیده می‌گیرنش). خلاصه بهت تبریک می‌گم. نیازمندی دانشگاه خوب رو پاس می‌کنی."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_UNDER_14 = MASTER_LAST_GRADE_TOP_850_COMMENTS + "متاسفانه معدلت جوریه که مینیمم خیلی از دانشگاه‌ها رو پاس نمی‌کنه! باید خیلی تلاش کنی که با رزومه قوی، تعداد مقالات با کیفیت و نمره زبان بالا این رو پوشش بدی که شاید موافقت کنن."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_14_16 = MASTER_LAST_GRADE_TOP_850_COMMENTS + "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. با این که دانشگاهت خوب بوده ولی معدلت جوریه که احتمالا شانس ۲۵۰ دانشگاه برتر رو از دست می‌دی. چون ارشدی باید حتما سعی کنی با مقاله با کیفیت توی ژورنال یا کنفرانس خوب تو رشتت این مورد رو جبران کنی چون اکثرا تو ارشد رقبا مقاله دارن."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_16_18 = MASTER_LAST_GRADE_TOP_850_COMMENTS + "مینیمم معدل دانشگاه‌ها رو رد می‌کنی و با توجه به شناخته شده بودن دانشگاهت اوضاع خوبه رفیق :) با همین دانشگاه و معدل و وضع مقاله خوب (چون ارشدی) می‌تونی به ۲۵۰‌تای تاپ دنیا با فاند فکر کنی."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_ABOVE_18 = MASTER_LAST_GRADE_TOP_850_COMMENTS + "ایول! خیلی خوبه! چون دانشگاهتم خیلی خوبه به ۱۰۰تای برتر فول‌فاند فکر کن!"

MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS = "دانشگاه ارشد شما متوسطه و اساتید احتمالا دانشگاهت رو نمی‌شناسن که کار رو یکم سخت می‌کنه چون ممکنه اصلا رزومت رو بررسی نکنن اگه اسم دانشگاهو نشناسن. می‌تونی ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت‌ داری) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_UNDER_14 = MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "شانست خیلی کمه چون دانشگاهت متوسطه و معدلت مینیمم دانشگاه‌ها رو پاس نمی‌کنه."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_14_16 = MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون دانشگاهت متوسط بوده باید خیلی سخت برای گرفتن فاند تلاش کنی و روی دانشگاه‌ها با رنک ۲۵۰ به بالا تمرکز کنی."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_16_18 = MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون دانشگاهت متوسط بوده همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره. معدلت هم خیلی خوبه و احتمالا می‌تونی برای فاند روی دانشگاه‌ها با رنک بالای ۱۰۰ حساب باز کنی."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_ABOVE_18 = MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "وضع معدلت خیلی خوبه و تا حدی دانشگاه متوسطت رو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی می‌تونی حتی از زیر ۲۰۰ هم پذیرش بگیری."

MASTER_LAST_GRADE_ABOVE_1100 = "متاسفانه دانشگاهت تو اکثر رنکینگ‌های بین‌المللی وجود نداره به همین دلیل احتمال فاند گرفتنت خیلی کمه! می‌تونی  ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت‌ داری) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_UNDER_14 = MASTER_LAST_GRADE_ABOVE_1100 + "معدلت مینیمم نیازمندی معدل اکثر دانشگاه‌ها رو پاس نمی‌کنه. چون رنک دانشگاهت پایینه عملا شانسی برای فاند نداری. به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_14_16 = MASTER_LAST_GRADE_ABOVE_1100 + "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون رنک دانشگاهت خوب نیست برای گرفتن فاند و اسکالرشیپ کارت خیلی خیلی سخته.  به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_16_18 = MASTER_LAST_GRADE_ABOVE_1100 + "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون رنک دانشگاهت خوب نیست همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره ولی شانست پایینه. معدلت هم خوبه و می‌تونی رو این مورد یا مقاله با کیفیت تمرکز کنی."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_ABOVE_18 = MASTER_LAST_GRADE_ABOVE_1100 + "وضع معدلت خیلی خوبه و تا حدی رنک پایین دانشگاهتو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی ممکنه بتونی رو گرفتن فاند یا اسکالرشیپ حساب باز کنی. طوری نیست که به خاطر دانشگاه شانست ۰ باشه!"

MASTER_WITH_BACHELOR_GPA_START_TEXT = "با این‌که ارشدی ولی معدل کارشناسی خیلی مهمه چون بک‌گراند تو رو از دروس پایه رشته خودت نشون می‌ده. "
MASTER_WITH_BACHELOR_EXCELLENT_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "معدلت فوق‌العادست! بک‌گراند قوی تو رو به استاد نشون می‌ده و قطعا برای استاد جذاب خواهد بود!"
MASTER_WITH_BACHELOR_GOOD_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "تبریک می‌گم. معدل کارشناسیت خوبه و بک‌گراند خوب تو رو از دروس پایه رشتت نشون می‌ده."
MASTER_WITH_BACHELOR_MODERATE_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "متاسفانه معدل کارشناسیت کمی پایینه. حتما با موارد دیگه تو رزومه جبرانش کن."
MASTER_WITH_BACHELOR_BAD_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "متاسفانه معدل کارشناسیت خوب نیست. استادا رو این مورد حساسن."

# Bachelor university

BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT = "تو مقطع کارشناسی دانشگاه محل تحصیل خیلی مهمه! چون اکثر دانشجوها مقاله یا کار علمی خیلی زیادی ندارن به همین دلیل دانشگاه و همچنین معدل مهم‌ترین عملی گرفتن پذیرش با فاند و اسکالرشیپ می‌شه. به اینم توجه کن که گرفتن اسکالرشیپ یا فاند از مقطع کارشناسی به ارشد نسبتا سخته! دانشجوهایی که می‌خوان فقط ارشد بخونن بیشتر به کانادا و دانشجوهایی که می‌خوان به جای ارشد، مستقیم دکتری بخونن به آمریکا اپلای می‌کنن. تو اروپا برای گرفتن اسکالرشیپ قضیه یکم سخت‌تره."

BACHELOR_LAST_GRADE_TOP_850_COMMENTS = BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT + "خوشبختانه دانشگاهت جزو دانشگاه‌های برتر ایران است و اساتید این دانشگاه‌ها رو می‌شناسن (کار برای دانشجوهای دانشگاه‌هایی که نمی‌شناسن سخت می‌شه چون رزومه رو ندیده نادیده می‌گیرنش). خلاصه بهت تبریک می‌گم. نیازمندی دانشگاه خوب رو پاس می‌کنی."
BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT = BACHELOR_LAST_GRADE_TOP_850_COMMENTS + "برای دانشجوی کارشناسی معدل مهم‌ترین قسمت رزومست! "
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_UNDER_14 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "معدلت جوریه که ممکنه مینیمم خیلی دانشگاه‌ها رو پاس نمی‌کنه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. با این که دانشگاهت خوب بوده ولی معدلت خیلی شانس پذیرشت رو می‌تونه پایین بیاره. چون اکثر دانشجوهای کارشناسی مقاله ندارن مقاله با کیفیت می‌تونه معدلت رو جبران کنه (حتی اگه مینیمم رو رد نکنه می‌تونی با استاد در این مورد حرف بزنی)"
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_14_16 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "معدلت متاسفانه پایین حساب می‌شه به همین دلیل شانس اپلای به دانشگاه‌های زیر ۲۵۰ با فاند و اسکالرشیپ رو احتمالا از دست می‌دی. تمرکزت رو روی پر اهمیت جلوه دادن سایر بخش‌های رزومت بذار. "
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_16_18 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "چون هم دانشگاهت خوبه هم معدلت خوبه احتمالا بتونی از دانشگاه‌هایی با رنک بالای ۱۰۰ پذیرش فول‌فاند یا اسکالرشیپ بگیری."
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_ABOVE_18 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "ایول! خیلی خوبه! چون دانشگاهتم خیلی خوبه به ۱۰۰تای برتر فول‌فاند فکر کن!"

BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS = BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT + "دانشگاه کارشناسیت متوسطه و اساتید احتمالا دانشگاهت رو نمی‌شناسن که کار رو یکم سخت می‌کنه چون ممکنه اصلا رزومت رو بررسی نکنن اگه اسم دانشگاهو نشناسن. می‌تونی ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی -اگه داری- بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT = BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "برای دانشجوی کارشناسی معدل مهم‌ترین قسمت رزومست! "
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_UNDER_14 = BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT + "شانست برای فاند و اسکالرشیپ خیلی کمه چون دانشگاهت متوسطه و معدلت مینیمم اکثر دانشگاه‌ها رو پاس نمی‌کنه. می‌تونی به سلف‌فاند یا با هزینه کم‌تر به کالج فکر کنی."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_14_16 = BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT + "معدلت جوریه که مینیمم معدل اکثر دانشگاه‌ها رو پاس می‌کنه! چون دانشگاهت متوسط بوده باید خیلی سخت برای گرفتن فاند تلاش کنی و روی دانشگاه‌ها با رنک ۲۵۰ به بالا تمرکز کنی."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_16_18 = BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT + "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون دانشگاهت متوسط بوده همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره. معدلت هم خیلی خوبه و احتمالا می‌تونی برای فاند روی دانشگاه‌ها با رنک بالای ۲۵۰ حساب باز کنی."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_ABOVE_18 = BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT + "وضع معدلت خیلی خوبه و تا حدی دانشگاه متوسطت رو پوشش می‌ده! اگه روی نقاط قوتت تمرکز کنی می‌تونی حتی از زیر ۲۵۰ هم پذیرش بگیری هرچند کار سختی پیش رو داری."

BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS = BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT + "متاسفانه دانشگاهت تو اکثر رنکینگ‌های بین‌المللی وجود نداره به همین دلیل احتمال فاند گرفتنت خیلی کمه! می‌تونی  ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت یا هر چیز مرتبطی‌ داری، هرچند مقاله بین کارشناسی‌ها رایج نیست) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه. "
BACHELOR_LAST_GRADE_ABOVE_1100_START_TEXT = BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS + "برای دانشجوی کارشناسی معدل مهم‌ترین قسمت رزومست! "
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_UNDER_14 = BACHELOR_LAST_GRADE_ABOVE_1100_START_TEXT + "معدلت مینیمم نیازمندی معدل اکثر دانشگاه‌ها رو پاس نمی‌کنه. چون رنک دانشگاهت پایینه عملا شانسی برای فاند نداری. به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_14_16 = BACHELOR_LAST_GRADE_ABOVE_1100_START_TEXT + "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون رنک دانشگاهت خوب نیست برای گرفتن فاند و اسکالرشیپ کارت خیلی خیلی سخته.  به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_16_18 = BACHELOR_LAST_GRADE_ABOVE_1100_START_TEXT + "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون رنک دانشگاهت خوب نیست همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره ولی شانست پایینه. معدلت هم خوبه و می‌تونی رو این مورد یا مقاله با کیفیت تمرکز کنی. قدرت یه مقاله *با کیفیت رو تو کارشناسی اصلا نادیده نگیر چون نشان‌دهنده تلاشت علاوه بر درسای عادی دانشگاهه و برای اساتید خیلی جذاب و مهمه."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_ABOVE_18 = BACHELOR_LAST_GRADE_ABOVE_1100_START_TEXT + "وضع معدلت خیلی خوبه و تا حدی رنک پایین دانشگاهتو پوشش می‌ده! اگه روی یه مقاله با کیفیت تمرکز کنی ممکنه بتونی رو گرفتن فاند یا اسکالرشیپ حساب باز کنی. طوری نیست که به خاطر دانشگاه شانست ۰ باشه!"

# Age
AGE_DESCRIPTION_COMMENT = "سن متقاضی نکته خیلی تاثیر گذاری نیست و به هیچ وجه مانع حساب نمی‌شه فقط در مواردی می‌تونه مشکل ساز بشه. سن رو دو چیز می‌تونه تاثیر بذاره، اخذ پذیرش و گرفتن ویزا."

AGE_BETWEEN_28_AND_30 = AGE_DESCRIPTION_COMMENT + "سنت هیچ مشکلی رو ایجاد نمی‌کنه. "
AGE_BETWEEN_28_AND_30_WITHOUT_ACADEMIC_BREAK = AGE_BETWEEN_28_AND_30 + "گپ تحصیلی هم که نداری. "
AGE_BETWEEN_28_AND_30_WITH_ACADEMIC_BREAK = AGE_BETWEEN_28_AND_30 + "فقط اگه می‌تونی گپ تحصیلی رو توی SOP و گرفتن ویزا با دلایلی منطقی که ارتباطت رو با رشتت نشون بده توجیه کن. "

AGE_BETWEEN_30_AND_34 = AGE_DESCRIPTION_COMMENT + "شاید بگی سنت زیاده، این برای پذیرش هیچ مشکلی ایجاد نمی‌کنه ولی می‌تونه برای گرفتن ویزای کشورهای حساس‌تر تو ویزا کمی مشکل ساز بشه. "
AGE_BETWEEN_30_AND_34_WITHOUT_ACADEMIC_BREAK = AGE_BETWEEN_30_AND_34 + "نوشتی گپ تحصیلی نداری پس می‌تونی به خوبی برای سفارت سن نسبتا بالا رو توجیه کنی. "
AGE_BETWEEN_30_AND_34_WITH_ACADEMIC_BREAK = AGE_BETWEEN_30_AND_34 + "یشتر از کپ سن گپ تحصیلی مهمه، چون گفتی گپ تحصیلی داری ممکنه توی گرفتن ویزا کمی مشکل پیش بیاد و باید با کارهای مرتبط رشتت کم‌رنگ ترش بکنی. "

AGE_ABOVE_34 = AGE_DESCRIPTION_COMMENT + "سنت شاید مشکل ساز بشه، هم برای ویزا هم برای پذیرش. "
AGE_ABOVE_34_WITHOUT_ACADEMIC_BREAK = AGE_ABOVE_34 + "چون نوشتی وقفه تحصیلی نداری پس سعی کن تو SOP و گرفتن ویزا در مورد ارتباط دائمت با محیط آکادمیک بگی. "
AGE_ABOVE_34_WITH_ACADEMIC_BREAK = AGE_ABOVE_34 + "بیشتر از کپ سن گپ تحصیلی مهمه، چون گفتی گپ تحصیلی داری باید با کارهای مرتبط رشتت کم‌رنگ ترش بکنی و انگیزه زیادتو برای ادامه تحصیل نشون بدی. "

# Publication
BACHELOR_PUBLICATION = "مقاله در مقطع کارشناسی فوق‌العادست! اکثر دانشجوها مقاله ندارن و این نشون‌دهنده فعالیت اضافه و مناسب بودن برای فضای آکادمیک از نظر استاده می‌تونی از این نکته مثبت برای نشون دادن علاقت به یک زمینه خاص برای استاد هم استفاده کنی. "
ONE_PUBLICATION_BACHELOR = BACHELOR_PUBLICATION + "همین یه مقاله هم خیلی کمکت می‌کنه. "
TWO_PUBLICATION_BACHELOR = BACHELOR_PUBLICATION + "دو تا مقاله هم داری که واقعا خوبه و نشون می‌ده واقعا فعال بودی!  "
THREE_PUBLICATION_BACHELOR = BACHELOR_PUBLICATION + "آدمای خیلی کمی مثل تو تو کارشناسی ۳ یا بیشتر مقاله دارن و همین تو رو در نظر استاد خیلی بالاتر قرار می‌ده! "

BACHELOR_HAS_EXCELLENT_PUBLICATION = " مقاله تو فوق‌العادست و به دلیل impact factor بالا و نفر مهم بودن تو نوشتن مقاله ارزش خیلی زیادی داره به خصوص که تو کارشناسی هم نوشته شده! خیلی نکته مثبتی برای رزومت حساب می‌شه چون تو کارشناسی کمتر کسی چنین مقاله‌ای داره. "
BACHELOR_HAS_GREAT_PUBLICATION = "مقاله تو با توجه به impact factor بالا و نفر مهم بودن در نگارش ارزش بالایی داره. توی کارشناسی آدم‌های خیلی کمی چنین مقاله‌ای دارن پس یه نکته خیلی مثبت برای رزومت هست. "
BACHELOR_HAS_GOOD_PUBLICATION = "مقالت ارزش بالایی برای استاد داره و با توجه به این که کارشناسی هستی نکته خیلی خوبی می‌تونه برای رزومت باشه! "
BACHELOR_HAS_AVERAGE_PUBLICATION = "مقالت از دید استادها متوسط حساب می‌شه چون مجموع impact factor و درگیری در مقاله برای استاد خیلی مهمه ولی با توجه به این که کارشناسی هستی ارزش زیادی تو رزومت داره. "

NO_PUBLICATION_BACHELOR = "کاش اگه می‌تونی یه مقاله‌ هم بنویسی چون تو کارشناسی ارزش خیلی بالایی داره و توانمندی شما رو برای استاد از لحاظ آکادمیک نشون می‌ده و می‌تونی یه game changer اساسی باشه! "
MASTER_PUBLICATION = "داشتن مقاله برای یه دانشجوی ارشد تقریبا لازمه چون استاد می‌تونه با مطالعه مقاله تو متوجه توانایی آکادمیک و همچنین علایق تحقیقاتیت بشه که خوشبختانه داری. "
ONE_PUBLICATION_MASTER = BACHELOR_PUBLICATION + "همین یه مقاله هم خیلی کمکت می‌کنه. "
TWO_PUBLICATION_MASTER = BACHELOR_PUBLICATION + "دو تا مقاله هم داری که واقعا خوبه و نشون می‌ده واقعا فعال بودی!  "
THREE_PUBLICATION_MASTER = BACHELOR_PUBLICATION + "آدمای خیلی کمی مثل تو تو کارشناسی ۳ یا بیشتر مقاله دارن و همین تو رو در نظر استاد خیلی بالاتر قرار می‌ده! "

MASTER_HAS_EXCELLENT_PUBLICATION = MASTER_PUBLICATION + "مقاله تو فوق‌العادست! impact factor بالا و جزو نفرات اصلی مقاله بودن ارزش خیلی بالایی داره و نکته خیلی مثبتی برای تو به حساب میاد و می‌تونی به شدت روش حساب کنی، استاد با دیدنش تو رزومه یا حتی ایمیلت متوجه توانایی آکادمیک تو خواهد شد. "
MASTER_HAS_GREAT_PUBLICATION = MASTER_PUBLICATION + "مقاله تو خیلی ارزشمنده! impact factor بالا و جزو نفرات اصلی مقاله بودن ارزش خیلی بالایی داره و نکته مثبتی برای تو به حساب میاد و می‌تونی روش حساب کنی، استاد با دیدنش تو رزومه یا حتی ایمیلت متوجه توانایی آکادمیک تو خواهد شد. "
MASTER_HAS_GOOD_PUBLICATION = MASTER_PUBLICATION + "اگه یه مقاله هم Impact factor بالا داشته باشه و تو هم نفر اصلی توش باشی عالیه ولی مقالت خوبه و داشتنش توی رزومه باعث می‌شه استاد متوجه توانایی‌های آکادمیکت می‌شه.  "
MASTER_HAS_AVERAGE_PUBLICATION = MASTER_PUBLICATION + "ارزشش نه خیلی بالاست نه خیلی پایینه و می‌تونه به عنوان یک نکته مثبت کلی برات باشه ولی اکثر رقبا هم مقاله‌های در این سطح دارن. "
