OLD_AGE_REVIEW = 'به نظر سنت یکم زیاده. خود استاد اجازه نداره چنین چیزی رو بهت بگه یا از روی اون قضاوت کنه ولی گاهی دیدیم که به دلیل این که اساتید معتقدن کار دانشگاهی زیاده و فشار بالایی می‌طلبه ترجیح می‌دن دانشجوهای جوان‌تری رو جذب کنن. اینو در نظر داشته باش که این مورد خیلی تاثیر‌گذار نیست ولی می‌تونه تاثیر گذار باشه. برای بی‌اثر کردنش می‌تونی خودت رو تو سال‌های آخر فعال‌تر نشون بدی. ممکنه این مورد تو گرفتن ویزای کشورهایی مثل آمریکا تاثیر داشته باشه که متاسفانه نمی‌شه کاری کرد!'

NONE_UNIVERSITY_COMMENT = "متاسفانه مقاطعی که قبلا در آن تحصیل کرده‌اید/می‌کنید را وارد نکردید!"

# Master university

MASTER_LAST_GRADE_TOP_850_COMMENTS = "خوشبختانه دانشگاه شما جزو دانشگاه‌های برتر ایران است و اساتید این دانشگاه‌ها رو می‌شناسن (کار برای دانشجوهای دانشگاه‌هایی که نمی‌شناسن سخت می‌شه چون رزومه رو ندیده نادیده می‌گیرنش). خلاصه بهت تبریک می‌گم. نیازمندی دانشگاه خوب رو پاس می‌کنی."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_UNDER_14 = "متاسفانه معدلت جوریه که مینیمم خیلی از دانشگاه‌ها رو پاس نمی‌کنه! باید خیلی تلاش کنی که با رزومه قوی، تعداد مقالات با کیفیت و نمره زبان بالا این رو پوشش بدی که شاید موافقت کنن."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_14_16 = "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. با این که دانشگاهت خوب بوده ولی معدلت جوریه که احتمالا شانس ۲۵۰ دانشگاه برتر رو از دست می‌دی. چون ارشدی باید حتما سعی کنی با مقاله با کیفیت توی ژورنال یا کنفرانس خوب تو رشتت این مورد رو جبران کنی چون اکثرا تو ارشد رقبا مقاله دارن."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_16_18 = "مینیمم معدل دانشگاه‌ها رو رد می‌کنی و با توجه به شناخته شده بودن دانشگاهت اوضاع خوبه رفیق :) با همین دانشگاه و معدل و وضع مقاله خوب (چون ارشدی) می‌تونی به ۲۵۰‌تای تاپ دنیا با فاند فکر کنی."
MASTER_LAST_GRADE_TOP_850_COMMENTS_GPA_ABOVE_18 = "ایول! خیلی خوبه! چون دانشگاهتم خیلی خوبه به ۱۰۰تای برتر فول‌فاند فکر کن!"

MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS = "دانشگاه ارشد شما متوسطه و اساتید احتمالا دانشگاهت رو نمی‌شناسن که کار رو یکم سخت می‌کنه چون ممکنه اصلا رزومت رو بررسی نکنن اگه اسم دانشگاهو نشناسن. می‌تونی ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت‌ داری) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_UNDER_14 = "شانست خیلی کمه چون دانشگاهت متوسطه و معدلت مینیمم دانشگاه‌ها رو پاس نمی‌کنه."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_14_16 = "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون دانشگاهت متوسط بوده باید خیلی سخت برای گرفتن فاند تلاش کنی و روی دانشگاه‌ها با رنک ۲۵۰ به بالا تمرکز کنی."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_16_18 = "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون دانشگاهت متوسط بوده همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره. معدلت هم خیلی خوبه و احتمالا می‌تونی برای فاند روی دانشگاه‌ها با رنک بالای ۱۰۰ حساب باز کنی."
MASTER_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_ABOVE_18 = "وضع معدلت خیلی خوبه و تا حدی دانشگاه متوسطت رو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی می‌تونی حتی از زیر ۲۰۰ هم پذیرش بگیری."

MASTER_LAST_GRADE_ABOVE_1100 = "متاسفانه دانشگاهت تو اکثر رنکینگ‌های بین‌المللی وجود نداره به همین دلیل احتمال فاند گرفتنت خیلی کمه! می‌تونی  ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت‌ داری) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_UNDER_14 = "معدلت مینیمم نیازمندی معدل اکثر دانشگاه‌ها رو پاس نمی‌کنه. چون رنک دانشگاهت پایینه عملا شانسی برای فاند نداری. به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_14_16 = "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون رنک دانشگاهت خوب نیست برای گرفتن فاند و اسکالرشیپ کارت خیلی خیلی سخته.  به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_16_18 = "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون رنک دانشگاهت خوب نیست همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره ولی شانست پایینه. معدلت هم خیلی خوبه و می‌تونی رو این مورد یا مقاله با کیفیت تمرکز کنی."
MASTER_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_ABOVE_18 = "وضع معدلت خیلی خوبه و تا حدی رنک پایین دانشگاهتو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی ممکنه بتونی رو گرفتن فاند یا اسکالرشیپ حساب باز کنی. طوری نیست که به خاطر دانشگاه شانست ۰ باشه!"

MASTER_WITH_BACHELOR_GPA_START_TEXT = "با این‌که ارشدی ولی معدل کارشناسی خیلی مهمه چون بک‌گراند تو رو از دروس پایه رشته خودت نشون می‌ده. "
MASTER_WITH_BACHELOR_EXCELLENT_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "معدلت فوق‌العادست! بک‌گراند قوی تو رو به استاد نشون می‌ده و قطعا برای استاد جذاب خواهد بود!"
MASTER_WITH_BACHELOR_GOOD_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "تبریک می‌گم. معدل کارشناسیت خوبه و بک‌گراند خوب تو رو از دروس پایه رشتت نشون می‌ده."
MASTER_WITH_BACHELOR_MODERATE_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "متاسفانه معدل کارشناسیت کمی پایینه. حتما با موارد دیگه تو رزومه جبرانش کن."
MASTER_WITH_BACHELOR_BAD_GPA = MASTER_WITH_BACHELOR_GPA_START_TEXT + "متاسفانه معدل کارشناسیت خوب نیست. استادا رو این مورد حساسن."

# Bachelor university

BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT = "تو مقطع کارشناسی دانشگاه محل تحصیل خیلی مهمه! چون اکثر دانشجوها مقاله یا کار علمی خیلی زیادی ندارن به همین دلیل دانشگاه و همچنین معدل مهم‌ترین عملی گرفتن پذیرش با فاند و اسکالرشیپ می‌شه. به اینم توجه کن که گرفتن اسکالرشیپ یا فاند از مقطع کارشناسی به ارشد نسبتا سخته! دانشجوهایی که می‌خوان فقط ارشد بخونن بیشتر به کانادا و دانشجوهایی که می‌خوان به جای ارشد، مستقیم دکتری بخونن به آمریکا اپلای می‌کنن. تو اروپا برای گرفتن اسکالرشیپ قضیه یکم سخت‌تره."

BACHELOR_LAST_GRADE_TOP_850_COMMENTS = BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT + "خوشبختانه دانشگاهت جزو دانشگاه‌های برتر ایران است و اساتید این دانشگاه‌ها رو می‌شناسن (کار برای دانشجوهای دانشگاه‌هایی که نمی‌شناسن سخت می‌شه چون رزومه رو ندیده نادیده می‌گیرنش). خلاصه بهت تبریک می‌گم. نیازمندی دانشگاه خوب رو پاس می‌کنی."
BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT = BACHELOR_LAST_GRADE_TOP_850_COMMENTS + "برای دانشجوی کارشناسی معدل مهم‌ترین قسمت رزومست! "
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_UNDER_14 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "معدلت جوریه که ممکنه مینیمم خیلی دانشگاه‌ها رو پاس نمی‌کنه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. با این که دانشگاهت خوب بوده ولی معدلت خیلی شانس پذیرشت رو می‌تونه پایین بیاره. چون اکثر دانشجوهای کارشناسی مقاله ندارن مقاله با کیفیت می‌تونه معدلت رو جبران کنه (حتی اگه مینیمم رو رد نکنه می‌تونی با استاد در این مورد حرف بزنی)"
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_14_16 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "معدلت متاسفانه پایین حساب می‌شه به همین دلیل شانس اپلای به دانشگاه‌های زیر ۲۵۰ با فاند و اسکالرشیپ رو احتمالا از دست می‌دی. تمرکزت رو روی پر اهمیت جلوه دادن سایر بخش‌های رزومت بذار. "
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_BETWEEN_16_18 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "چون هم دانشگاهت خوبه هم معدلت خوبه احتمالا بتونی از دانشگاه‌هایی با رنک بالای ۱۰۰ پذیرش فول‌فاند یا اسکالرشیپ بگیری."
BACHELOR_LAST_GRADE_TOP_850_COMMENTS_GPA_ABOVE_18 = BACHELOR_LAST_GRADE_TOP_850_GPA_START_TEXT + "ایول! خیلی خوبه! چون دانشگاهتم خیلی خوبه به ۱۰۰تای برتر فول‌فاند فکر کن!"

BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS = BACHELOR_LAST_GRADE_START_UNIVERSITY_TEXT + "دانشگاه کارشناسیت متوسطه و اساتید احتمالا دانشگاهت رو نمی‌شناسن که کار رو یکم سخت می‌کنه چون ممکنه اصلا رزومت رو بررسی نکنن اگه اسم دانشگاهو نشناسن. می‌تونی ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی -اگه داری- بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_START_TEXT = BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS + "برای دانشجوی کارشناسی معدل مهم‌ترین قسمت رزومست! "
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_UNDER_14 = "شانست برای فاند و اسکالرشیپ خیلی کمه چون دانشگاهت متوسطه و معدلت مینیمم اکثر دانشگاه‌ها رو پاس نمی‌کنه."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_14_16 = "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون دانشگاهت متوسط بوده باید خیلی سخت برای گرفتن فاند تلاش کنی و روی دانشگاه‌ها با رنک ۲۵۰ به بالا تمرکز کنی."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_BETWEEN_16_18 = "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون دانشگاهت متوسط بوده همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره. معدلت هم خیلی خوبه و احتمالا می‌تونی برای فاند روی دانشگاه‌ها با رنک بالای ۱۰۰ حساب باز کنی."
BACHELOR_LAST_GRADE_BETWEEN_850_1100_COMMENTS_GPA_ABOVE_18 = "وضع معدلت خیلی خوبه و تا حدی دانشگاه متوسطت رو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی می‌تونی حتی از زیر ۲۰۰ هم پذیرش بگیری."

BACHELOR_LAST_GRADE_ABOVE_1100 = "متاسفانه دانشگاهت تو اکثر رنکینگ‌های بین‌المللی وجود نداره به همین دلیل احتمال فاند گرفتنت خیلی کمه! می‌تونی  ایمیل‌های شخصی سازی شده‌تر به اساتید بدی و توش از کارهای علمی (اگه مقاله با کیفیت‌ داری) بگی و ارتباطش بدی به کار استاد که براش جالب باشه و ایمیلت رو بررسی  کنه."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_UNDER_14 = "معدلت مینیمم نیازمندی معدل اکثر دانشگاه‌ها رو پاس نمی‌کنه. چون رنک دانشگاهت پایینه عملا شانسی برای فاند نداری. به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_14_16 = "معدلت جوریه که ممکنه مینیمم بعضی دانشگاه‌ها رو پاس کنه بعضیا رو نه! حتما مینیمم معدل دانشگاه‌ها رو تو سایتشون ببین. چون رنک دانشگاهت خوب نیست برای گرفتن فاند و اسکالرشیپ کارت خیلی خیلی سخته.  به سلف‌فاند و کالج‌ها یه نگاهی بنداز حتما چون شانست بالاست تو این موارد."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_BETWEEN_16_18 = "مینیمم معدل دانشگاه‌ها رو رد می‌کنی ولی چون رنک دانشگاهت خوب نیست همه چی برای گرفتن فاند بستگی به تلاش خودت و بولد کردن نقاط قوت رزومت داره ولی شانست پایینه. معدلت هم خیلی خوبه و می‌تونی رو این مورد یا مقاله با کیفیت تمرکز کنی."
BACHELOR_LAST_GRADE_ABOVE_1100_COMMENTS_GPA_ABOVE_18 = "وضع معدلت خیلی خوبه و تا حدی رنک پایین دانشگاهتو پوشش می‌ده! روی نقاط قوت و مقاله‌های با کیفیت تمرکز کنی ممکنه بتونی رو گرفتن فاند یا اسکالرشیپ حساب باز کنی. طوری نیست که به خاطر دانشگاه شانست ۰ باشه!"
