OLD_AGE_REVIEW = 'به نظر سنت یکم زیاده. خود استاد اجازه نداره چنین چیزی رو بهت بگه یا از روی اون قضاوت کنه ولی گاهی دیدیم که به دلیل این که اساتید معتقدن کار دانشگاهی زیاده و فشار بالایی می‌طلبه ترجیح می‌دن دانشجوهای جوان‌تری رو جذب کنن. اینو در نظر داشته باش که این مورد خیلی تاثیر‌گذار نیست ولی می‌تونه تاثیر گذار باشه. برای بی‌اثر کردنش می‌تونی خودت رو تو سال‌های آخر فعال‌تر نشون بدی. ممکنه این مورد تو گرفتن ویزای کشورهایی مثل آمریکا تاثیر داشته باشه که متاسفانه نمی‌شه کاری کرد!'

NONE_UNIVERSITY_COMMENT = "متاسفانه مقاطعی که قبلا در آن تحصیل کرده‌اید/می‌کنید را وارد نکردید!"
NONE_UNIVERSITY_COMMENT = "متاسفانه مقاطعی که قبلا در آن تحصیل کرده‌اید/می‌کنید را وارد نکردید!"
